[
  {
    "text": "Hi, I'm calling to schedule an appointment with Dr. Oluwatoyin Adéwálé at the Schuylkill Family Health Center. I need a follow-up for my knee replacement surgery from last month. My name is Kelly Byrne-Donahue and my date of birth is March 8th, 1962."
  },
  {
    "text": "Good afternoon, this is Kelly Byrne-Donahue again. I'm calling about my apartment lease renewal at Ouachita Senior Living. I spoke with the property manager last week about the new lease terms. She mentioned I need to submit my proof of income to the leasing office by Friday. My unit number is 12B."
  },
  {
    "text": "Hi, this is Kelly Byrne-Donahue. I need to reschedule my physical therapy appointment at Ouachita Rehabilitation Center. My therapist is Dr. Xiomara and we usually meet on Thursdays at 2 PM for my knee rehabilitation. I'd like to move it to Monday if possible. Also, I need to pick up my Atorvastatin prescription from the Wilkes-Barre CVS pharmacy."
  },
  {
    "text": "Hello, this is Kelly Byrne-Donahue following up on my application for the Schuylkill Valley Senior Housing complex on Oak Street. I submitted my rental application and references last week. The leasing agent said he would call me back about availability. I'm hoping the move-in date works with my current lease ending."
  },
  {
    "text": "This is Kelly Byrne-Donahue calling about my Medicare Part D coverage. I have an upcoming cardiology appointment with Dr. Wojciech Adéwálé at Ouachita Valley Hospital next Thursday. Dr. Oluwatoyin referred me after noticing some irregularities during my knee surgery follow-up. I also need to confirm my prescription coverage for my Atorvastatin and Farxiga medications."
  },
  {
    "text": "Hi, Kelly Byrne-Donahue here. I'm calling to report a maintenance issue at my apartment at Ouachita Senior Living, unit 12B. The heating system has been malfunctioning since last Wednesday. My landlord contact is from Valley Property Management. I'm still waiting to hear back about the Schuylkill housing application."
  },
  {
    "text": "Good morning, this is Kelly Byrne-Donahue. I need to schedule a home health aide visit through Comfort Care Services for after my knee surgery recovery. I'm also helping my sister, Leigh Rhys-Davies, who requires assistance with her dialysis appointments at Ouachita Kidney Center on Main Street. Her nephrologist is Dr. Xiomara Chen. She picks up her Farxiga at the Wilkes-Barre CVS pharmacy too."
  },
  {
    "text": "Hi, this is Kelly Byrne-Donahue. I'm calling to set up utilities for my potential new apartment at Schuylkill Valley. I need to contact Wilkes-Barre Power about transferring my service. My current account number is SP-8847291035. The leasing office said I should have the move-in inspection done next month. My sister Leigh will be helping me with the walk-through."
  }
]
